---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.DocumentFailures
source: html/e4d9715a-a3d5-360c-7bc9-49af6d1279f7.htm
---
# BuiltInFailures.DocumentFailures Properties

Delayed Updating Failed. Please contact the 3rd Party Application vendor.